[M_Aster_PlotMission01 MissionDefinition]
MissionName="Um Jogo de RPG"
MissionDescription="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina.  Que Deus os proteja.<br>\nA aventura começa nos arredores do [place]Refúgio Flamerock[-place]. Tina, a Mestra, lhe pediu para alcançar esse povoado.\n"
TurnInDescription="E assim os Caçadores da Sepultura mostraram ao sentinela Torgue, os Encrenqueiros que eles são sem saber dos horrores que os esperavam no bosque escurecido..."
MissionSummary="Dirija-se ao [place]Refúgio Flamerock[-place]."
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Senhor Torgue"
TeaserText=""

[M_Aster_PlotMission01:BlowUpAirships MissionObjectiveDefinition]
ProgressMessage="Exploda os dirigíveis"

[M_Aster_PlotMission01:BlowUpAirshipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:DefeatBoneyManGuy MissionObjectiveDefinition]
ProgressMessage="Derrote Don Bunda Seca"

[M_Aster_PlotMission01:DefeatBoneyManGuySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vença Don Bunda Seca."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina.  Que Deus os proteja.<br>\nA aventura começa nos arredores do [place]Refúgio Flamerock[-place]. Tina, a Mestra, lhe pediu para alcançar esse povoado.<br>\nTras perder un combate muy mal diseñado contra un jefe (un dragón), Tina ha invocado a un enemigo esquelético llamado don Calzón Huesitos. Que muera.\n"

[M_Aster_PlotMission01:Defeatdragon MissionObjectiveDefinition]
ProgressMessage="Derrote o dragão"

[M_Aster_PlotMission01:Defeatdragonset MissionObjectiveSetDefinition]
MissionSummaryOverride="Vença o dragão."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina.  Que Deus os proteja.<br>\nA aventura começa nos arredores do [place]Refúgio Flamerock[-place]. Tina, a Mestra, lhe pediu para alcançar esse povoado.<br>\n¡De repente, os ataca un dragón! ¡Defiéndete!\n"

[M_Aster_PlotMission01:DefeatNewBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:EnterForest MissionObjectiveDefinition]
ProgressMessage="Entre no bosque"

[M_Aster_PlotMission01:EnterForestSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o sentinela."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina. Que Deus os proteja.<br>\nOs moradores do [place]Refúgio Flamerock[-place] lhes deram uma pista de onde podem encontrar um pouco de aventura: a rainha desapareceu e somente sua guarda-costas, Eleanor, sabe onde ela pode estar.<br>\nEleanor informou que a rainha está num bosque nas redondezas. Ela pediu para procurarem sua misteriosa rainha, para então desfazer o feitiço de Jack, O Feiticeiro e devolver a luz ao mundo.\n"

[M_Aster_PlotMission01:ExitForestHolderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:FindEleanor MissionObjectiveDefinition]
ProgressMessage="Encontre Eleanor"

[M_Aster_PlotMission01:FineEllieInvisibleSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com Eleanor."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina. Que Deus os proteja.<br>\nOs moradores do [place]Refúgio Flamerock[-place] lhes deram uma pista de onde podem encontrar um pouco de aventura: a rainha desapareceu e somente sua guarda-costas, Eleanor, sabe onde ela pode estar.\n"

[M_Aster_PlotMission01:GetTorguePermissionSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Faça algumas coisas para que o Senhor Torgue lhe deixe entrar no bosque."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina. Que Deus os proteja.<br>\nOs moradores do [place]Refúgio Flamerock[-place] lhes deram uma pista de onde podem encontrar um pouco de aventura: a rainha desapareceu e somente sua guarda-costas, Eleanor, sabe onde ela pode estar.<br>\nEleanor informou que a rainha está num bosque nas redondezas. Ela pediu para procurarem sua misteriosa rainha, para então desfazer o feitiço de Jack, O Feiticeiro e devolver a luz ao mundo.<br>\nNão obstante, justamente quando você estava a ponto de entrar no bosque, o Senhor Torgue interrompeu a Tina e exigiu que lhe deixasse entrar no jogo. Encarnando o sentinela, Torgue lhe pediu que realize muita violência gratuita para demonstrar que você é forte o bastante para sobreviver aos horrores do bosque.\n"

[M_Aster_PlotMission01:GetTorguePermissionSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá falar com o Torgue."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina. Que Deus os proteja.<br>\nOs moradores do [place]Refúgio Flamerock[-place] lhes deram uma pista de onde podem encontrar um pouco de aventura: a rainha desapareceu e somente sua guarda-costas, Eleanor, sabe onde ela pode estar.<br>\nEleanor informou que a rainha está num bosque nas redondezas. Ela pediu para procurarem sua misteriosa rainha, para então desfazer o feitiço de Jack, O Feiticeiro e devolver a luz ao mundo.<br>\nNão obstante, justamente quando você estava a ponto de entrar no bosque, o Senhor Torgue interrompeu a Tina e exigiu que lhe deixasse entrar no jogo. Encarnando o sentinela, Torgue lhe pediu que realize muita violência gratuita para demonstrar que você é forte o bastante para sobreviver aos horrores do bosque.<br>\nVocê completou todas as tarefas e já pode ir falar com o Torgue e então, entrar no bosque."

[M_Aster_PlotMission01:GetTorguePermissionToEnterforest MissionObjectiveDefinition]
ProgressMessage="Consiga permissão para entrar no bosque"

[M_Aster_PlotMission01:GoToTavern MissionObjectiveDefinition]
ProgressMessage="Vá até a taverna"

[M_Aster_PlotMission01:GoToTavernInvisibleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:GoToTavernInvisibleWaypoint MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:HeadToFlameStoneRefuge2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Dirija-se ao [place]Refúgio Flamerock[-place]."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina.  Que Deus os proteja.<br>\nA aventura começa nos arredores do [place]Refúgio Flamerock[-place]. Tina, a Mestra, lhe pediu para alcançar esse povoado.\n"

[M_Aster_PlotMission01:HeadToFlameStoneRefugeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:HeadToFlameStoneRidge MissionObjectiveDefinition]
ProgressMessage="Vá até o Refúgio Flamerock"

[M_Aster_PlotMission01:KillNewBoss MissionObjectiveDefinition]
ProgressMessage="Derrote o novo chefe"

[M_Aster_PlotMission01:PunchBarGuyExplodes MissionObjectiveDefinition]
ProgressMessage="Golpeie o cliente da taverna para explodi-lo"

[M_Aster_PlotMission01:PunchBarGuyExplodesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:PunchBarGuyInTheFace MissionObjectiveDefinition]
ProgressMessage="Desça a porrada nos clientes da taverna"

[M_Aster_PlotMission01:PunchBarGuyInTheFaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:PunchElenorsProblems MissionObjectiveDefinition]
ProgressMessage="Resolva os problemas de Eleanor na porrada"

[M_Aster_PlotMission01:PunchElenorsProblemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:ReturnToTorgue MissionObjectiveDefinition]
ProgressMessage="Vá falar com o Torgue"

[M_Aster_PlotMission01:ReturnToTorgueSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalkToBarOwner MissionObjectiveDefinition]
ProgressMessage="Fale com a proprietária da taverna"

[M_Aster_PlotMission01:TalkToBarOwnerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalkToEllieVisbleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalkToGateKeeper MissionObjectiveDefinition]
ProgressMessage="Fale com o sentinela"

[M_Aster_PlotMission01:TalkToGateKeeperSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalktoswordswomanEllie MissionObjectiveDefinition]
ProgressMessage="Fale com Eleanor"

[M_Aster_PlotMission01:Talktotownsfolk MissionObjectiveDefinition]
ProgressMessage="Fale com os moradores"

[M_Aster_PlotMission01:TalktotownsfolkSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com os moradores."
MissionDescriptionOverride="Na falta de algo melhor para fazer, Tina, Lilith, Mordecai e Brick decidiram jogar um pouco o RPG mais famoso de Pandora, ''Bunkers & Badasses''.\nBasicamente, isso significa que todos estão dentro da imaginação de Tina Pequenina.  Que Deus os proteja.<br>\nDepois de ter chegado ao povoado do [place]Refúgio Flamerock[-place], seria interessante dar uma olhada ao redor e conversar com alguns moradores do local.\n"

[M_Aster_PlotMission01:WhatDoWeDoInThisMissionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

